{
  "plugins": {
    "agentic.nvim": {
      "src": "https://github.com/carlos-algms/agentic.nvim"
    },
    "bigfile.nvim": {
      "src": "https://github.com/LunarVim/bigfile.nvim"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp"
    },
    "budoux.lua": {
      "src": "https://github.com/delphinus/budoux.lua"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "gruvbox": {
      "src": "https://github.com/morhetz/gruvbox"
    },
    "gruvbox.nvim": {
      "src": "https://github.com/ellisonleao/gruvbox.nvim"
    },
    "harpoon": {
      "src": "https://github.com/ThePrimeagen/harpoon",
      "version": "'harpoon2'"
    },
    "lazygit.nvim": {
      "src": "https://github.com/kdheepak/lazygit.nvim"
    },
    "live-server.nvim": {
      "src": "https://github.com/selimacerbas/live-server.nvim"
    },
    "markdown-preview.nvim": {
      "src": "https://github.com/iamcco/markdown-preview.nvim"
    },
    "md-render.nvim": {
      "src": "https://github.com/delphinus/md-render.nvim"
    },
    "mini.diff": {
      "src": "https://github.com/nvim-mini/mini.diff"
    },
    "mini.icons": {
      "src": "https://github.com/nvim-mini/mini.icons"
    },
    "mini.nvim": {
      "src": "https://github.com/nvim-mini/mini.nvim"
    },
    "minuet-ai.nvim": {
      "src": "https://github.com/milanglacier/minuet-ai.nvim"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "outline.nvim": {
      "src": "https://github.com/hedyhli/outline.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "render-markdown.nvim": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim"
    },
    "telescope-fzf-native.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-fzf-native.nvim"
    },
    "telescope-ui-select.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-ui-select.nvim"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim"
    },
    "trouble.nvim": {
      "src": "https://github.com/folke/trouble.nvim"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    }
  }
}
